{
    "term1": [
        {
            "name": "DDP 1",
            "prodi": "IK/SI",
            "sks": "4",
            "desc": "Dasar-Dasar Pemrograman 1 atau singkatnya disebut DDP 1 adalah mata kuliah yang mempelajari pemrograman pada tingkat yang mendasar. Di matkul ini, kamu akan belajar mengenai bahasa pemrograman Python. DDP 1 menjadi matkul prasyarat untuk DDP 2 yang akan kamu pelajari di semester 2 nanti."
        },
        {
            "name": "MD 1",
            "prodi": "IK/SI",
            "sks": "3",
            "desc": "Matematika Diskret 1 atau singkatnya Matdis 1 adalah mata kuliah yang dapat disebut “matematika menggunakan logika.” Matkul ini akan mengajak kamu untuk dapat menganalisis dan membuktikan penyelesaian sebuah masalah. Matematika diskret banyak menggunakan metode pembuktian dan analisis."
        },
        {
            "name": "Kalkulus 1",
            "prodi": "IK/SI",
            "sks": "3",
            "desc": "Pada mata kuliah ini, kamu akan belajar mengenai turunan dan integral. Tapi hati-hati nih! Walaupun terkesan sangat mendasar, di sini kamu akan belajar kedua materi tersebut secara lebih detail dan pastinya soal-soalnya akan lebih kompleks."
        },
        {
            "name": "MPK Agama",
            "prodi": "IK/SI",
            "sks": "2",
            "desc": "MPK Agama adalah mata kuliah yang mempelajari keagamaan. Setiap mahasiswa akan mengambil mata kuliiah agama sesuai dengan kepercayaannya masing-masing yang tercatat di IDM. Jadi, pastikan identitas kalian di IDM sudah tepat, ya!"
        },
        {
            "name": "MPK B. Inggris",
            "prodi": "IK/SI",
            "sks": "3",
            "desc": "MPK Bahasa Inggris adalah mata kuliah yang mengajarkan tentang bahasa Inggris. Setelah diterima di UI, kamu akan menjalankan tes EPT. Nah, tes EPT ini bisa menjadi penentu nilai kamu di matkul ini lho! Jika nilai EPT kamu >= C, maka kamu boleh tidak ikut kelas setiap minggunya."
        },
        {
            "name": "PSD",
            "prodi": "IK",
            "sks": "4",
            "desc": "Pengantar Sistem Digital atau singkatnya PSD adalah mata kuliah di mana kamu akan belajar tentang perangkat keras sistem digital dan komputer. Di sini, kamu akan belajar mengenai bilangan biner, dasar rangkaian digital, dan cara merangkai sebuah sirkuit."
        },
        {
            "name": "Kombistek",
            "prodi": "SI",
            "sks": "3",
            "desc": "Mata kuliah Kombistek (Komunikasi Bisnis dan Teknis) adalah mata kuliah yang akan fokus ke penggunaan teknologi dalam komunikasi bisnis. Selain tentang komunikasi, di matkul ini kalian juga bakal diajarkan tentang proses penulisan laporan, pendataan, serta penelitian yang baik dalam bisnis."
        },
        {
            "name": "ManBis",
            "prodi": "SI",
            "sks": "3",
            "desc": "Manajemen Bisnis adalah mata kuliah yang baru diadakan tahun ini, jadi belum banyak informasi tentangnya. Tapi sesuai namanya, di sini kalian akan mempelajari tentang bisnis. Mulai dari prinsip-prinsip, teori-teori dasar, sampai ke proses administrasinya."
        }
    ],
    "term2": [
        {
            "name": "DDP 2",
            "prodi": "IK/SI",
            "sks": "4",
            "desc": "Dasar-dasar Pemrograman 2 adalah mata kuliah wajib fakultas yang merupakan lanjutan dari DDP 1, maka dari itu kamu harus lulus DDP 1 terlebih dahulu untuk mengambil matkul ini. Di DDP 2 kamu akan belajar mengenai bahasa pemrograman Java. Secara garis besar, mirip dengan materi DDP 1 hanya saja saat ini kamu akan menggunakan Java, bukan Python."
        },
        {
            "name": "MD 2",
            "prodi": "IK/SI",
            "sks": "3",
            "desc": "Matematika Diskret 2 atau Matdis 2 adalah mata kuliah wajib fakultas yang merupakan lanjutan dari Matdis 1. Berbeda dengan DDP 2, Matdis 1 tidak menjadi syarat kamu bisa mengambil matkul ini. Di Matdis 2 ini kamu akan belajar tentang number theory, relasi, dan graf."
        },
        {
            "name": "POK",
            "prodi": "IK",
            "sks": "4",
            "desc": "Pengantar Organisasi Komputer merupakan mata kuliah lanjutan PSD yang sudah kalian dapatkan di semser 1. Disini, kamu akan berlajar mengenai struktur arsitektur komputer, RAM, Prosesor, CPU, bahasa assembly atau bahasa mesin seperti MIPS dan AVR x. Kalian juga akan belajar mengenai struktur stack dan recursive"
        },
        {
            "name": "Kalkulus",
            "prodi": "IK",
            "sks": "3",
            "desc": "Kalkulus 2 atau Mat Dasar 2merupakan mata kuliah lanjutan dari Kalkulus 1. Sama seperti mata kuliah pendahulunya, disini kalian akan belajar mengenai integral, turunan, limit. Namun, kalian juga akan belajar mengenai penggunaan limit dalam deret dan penggunaan integral untuk menghitung volume lipat dari benda."
        },
        {
            "name": "PPSI",
            "prodi": "SI",
            "sks": "3",
            "desc": "PPSI atau Prinsip-prinsip Sistem Informasi adalah mata kuliah yang membahas tentang konsep serta keterkaitan antara sistem dan informasi. Mata kuliah ini akan menuntut kamu untuk mengaplikasikan proses berfikir secara sistem. Di PPSI kamu akan belajar tentang peran dan pengembangan SI dalam suatu organisasi."
        },
        {
            "name": "DDAK",
            "prodi": "SI",
            "sks": "3",
            "desc": "Dasar Dasar Arsitektur Komputer merupakan mata kuliah yang mempelajari. Diisini kamu akan belajar mengenaii komponen-komponen dasar komputer dan hubungannya satu sama lain. Sebagian dari mata kuliah ini akan mengulang Sistem Digital, dan sisanya mempelajari arsitektur komputer, assembly, dll."
            
        },
        {
            "name": "MPKT",
            "prodi": "IK/SI",
            "sks": "5",
            "desc": "MPKT merupakan mata kuliah wajib universitas.  Mata kuliah ini berfokus dalam pengembangan karakter, kemampuan bekerja sama dan berpikir kritis dalam penyelesaian. Kamu akan diberi sebuah permasalahan yang akan kamu analisis bersama teman kelompokmu, membuat makalah dan dokumentasi berdasarkan hasil diskusi."
        }

    ]
}