{
    "term1": [
        {
            "name": "DDP 1",
            "prodi": "IK/SI",
            "sks": "4",
            "desc": "Dasar-Dasar Pemrograman 1 atau singkatnya disebut DDP 1 adalah mata kuliah yang mempelajari pemrograman pada tingkat yang mendasar. Di matkul ini, kamu akan belajar mengenai bahasa pemrograman Python. DDP 1 menjadi matkul prasyarat untuk DDP 2 yang akan kamu pelajari di semester 2 nanti."
        },
        {
            "name": "MD 1",
            "prodi": "IK/SI",
            "sks": "3",
            "desc": "Matematika Diskret 1 atau singkatnya Matdis 1 adalah mata kuliah yang dapat disebut “matematika menggunakan logika.” Matkul ini akan mengajak kamu untuk dapat menganalisis dan membuktikan penyelesaian sebuah masalah. Matematika diskret banyak menggunakan metode pembuktian dan analisis."
        },
        {
            "name": "Kalkulus 1",
            "prodi": "IK/SI",
            "sks": "3",
            "desc": "Pada mata kuliah ini, kamu akan belajar mengenai turunan dan integral. Tapi hati-hati nih! Walaupun terkesan sangat mendasar, di sini kamu akan belajar kedua materi tersebut secara lebih detail dan pastinya soal-soalnya akan lebih kompleks."
        },
        {
            "name": "MPK Agama",
            "prodi": "IK/SI",
            "sks": "2",
            "desc": "MPK Agama adalah mata kuliah yang mempelajari keagamaan. Setiap mahasiswa akan mengambil mata kuliiah agama sesuai dengan kepercayaannya masing-masing yang tercatat di IDM. Jadi, pastikan identitas kalian di IDM sudah tepat, ya!"
        },
        {
            "name": "MPK B. Inggris",
            "prodi": "IK/SI",
            "sks": "3",
            "desc": "MPK Bahasa Inggris adalah mata kuliah yang mengajarkan tentang bahasa Inggris. Setelah diterima di UI, kamu akan menjalankan tes EPT. Nah, tes EPT ini bisa menjadi penentu nilai kamu di matkul ini lho! Jika nilai EPT kamu >= C, maka kamu boleh tidak ikut kelas setiap minggunya."
        },
        {
            "name": "PSD",
            "prodi": "IK",
            "sks": "4",
            "desc": "Pengantar Sistem Digital atau singkatnya PSD adalah mata kuliah di mana kamu akan belajar tentang perangkat keras sistem digital dan komputer. Di sini, kamu akan belajar mengenai bilangan biner, dasar rangkaian digital, dan cara merangkai sebuah sirkuit."
        },
        {
            "name": "Kombistek",
            "prodi": "SI",
            "sks": "3",
            "desc": "Mata kuliah Kombistek (Komunikasi Bisnis dan Teknis) adalah mata kuliah yang akan fokus ke penggunaan teknologi dalam komunikasi bisnis. Selain tentang komunikasi, di matkul ini kalian juga bakal diajarkan tentang proses penulisan laporan, pendataan, serta penelitian yang baik dalam bisnis."
        },
        {
            "name": "ManBis",
            "prodi": "SI",
            "sks": "3",
            "desc": "Manajemen Bisnis adalah mata kuliah yang baru diadakan tahun ini, jadi belum banyak informasi tentangnya. Tapi sesuai namanya, di sini kalian akan mempelajari tentang bisnis. Mulai dari prinsip-prinsip, teori-teori dasar, sampai ke proses administrasinya."
        }
    ],
    "term2": []
}