{
    "kost": [
        {
            "name": "kober",
            "loc": "Kober",
            "desc": "Kober terletak di Jalan Margonda. Kamu bisa menggunakan bikun untuk menuju Fasilkom dan membutuhkan waktu sekitar 15 menit.",
            "price": "Rp500.000 - Rp1.500.000"
        },
        {
            "name": "barel",
            "loc": "Barel",
            "desc": "Barel terletak di seberang rel, dan lokasinya paling dekat dari Fasilkom. Butuh waktu sekitar 5 menit dengan jalan kaki untuk menuju Fasilkom.",
            "price": "Rp600.000 - Rp2.500.000"
        },
        {
            "name": "pocin",
            "loc": "Pocin",
            "desc": "Pocin letaknya dekat dengan stasiun Pondok Cina. Kamu bisa menggunakan bikun, spekun, atau berjalan kaki dan perlu waktu sekitar 10 menit untuk menuju Fasilkom.",
            "price": "Rp500.000 - Rp1.500.000"
        },
        {
            "name": "kukel",
            "loc": "Kukel",
            "desc": "Kukel atau kukusan kelurahan letaknya dekat dengan Vokasi. Kamu bisa naik bikun atau motor untuk menuju Fasilkom dan dibutuhkan waktu sekitar 15-20 menit.",
            "price": "Rp500.000 - Rp1.500.000"
        },
        {
            "name": "kutek",
            "loc": "Kutek",
            "desc": "Kukusan teknik letaknya di dekat FT. Kamu bisa naik bikun, ojek, spekun, atau jalan kaki lewat Teksas untuk menuju Fasilkom. Waktu perjalanan sekitar 15 menit.",
            "price": "Rp500.000 - Rp1.800.000"
        },
        {
            "name": "asrama",
            "loc": "Asrama",
            "desc": "Buat kamu, terutama yang dari daerah, bisa juga tinggal di Asrama UI. Untuk ke Fasilkom, kamu bisa naik bikun atau motor dan butuh waktu sekitar 15 menit.",
            "price": "Rp200.000 - Rp400.000"
        }
    ],
    "biaya": [
        {
            "title": "Kost",
            "desc": "Uang bulanan untuk kamar kost, biaya listrik (kalau kostanmu dibayar terpisah), dan biaya laundry kalau kamu nggak ada mesin cuci atau nggak mau nyuci sendiri."
        },
        {
            "title": "Makan",
            "desc": "Makan berat (3x sehari), biaya galon isi ulang (bisa dihemat kalau kamu memanfaatkan dispenser air minum gratis di sekitar kampus), stok makanan instan & camilan."
        },
        {
            "title": "Transportasi",
            "desc": "Ini untuk kamu yang memilih lokasi kostan yang agak jauh atau nggak mau jalan kaki ke kampus. Ini juga termasuk biaya bensin dan parkir untuk kamu yang bawa kendaraan pribadi."
        },
        {
            "title": "Kebutuhan Kuliah",
            "desc": "Kertas binder, alat tulis, ongkos fotokopi dan print, buku teks (ini bisa dihemat dengan meminjam di perpustakaan), dan biaya kuota atau wifi untuk saat kamu berkegiatan di luar kampus."
        },
        {
            "title": "Kebutuhan Pribadi",
            "desc": "Jangan lupakan juga sabun, sampo, sabun cuci piring, cairan pel, sikat gigi, dan pasta gigi. Barang-barang ini sudah biasa tersedia di rumah, tapi kalau ngekost, kamu harus beli sendiri."
        }
    ]
}