{
    "bem": [
        {
            "name": "compfest",
            "title": "COMPFEST",
            "desc": "Nah ini nih acara terbesar di Fasilkom!! Compfest adalah sebuah event IT eksternal yang dilaksanakan setiap tahunnya oleh para mahasiswa Fasilkom. Siapa sih yang tidak mau ikut kepanitiaan Compfest? Disini kamu dapat belajar banyak tentang kerja sama internal dan juga membangun koneksi dengan sumber-sumber eksternal Fasilkom!",
            "link": "https://compfest.id/"
        },
        {
            "name": "wisuda",
            "title": "WISUDA",
            "desc": "Wisuda adalah kepanitiaan yang mengorganisasi pelaksanaan wisuda. Wisuda Ganjil (Wisgan) dilaksanakan biasanya pada awal tahun sedangkan Wisuda Genap (Wisgen) dilaksanakan pada pertengahan tahun. Buat kamu yang penasaran gimana, sih, persiapan dan pelaksanaan wisuda di Fasilkom, boleh banget nih daftar jadi panitianya!",
            "link": "https://www.instagram.com/wisudacsui"
        },
        {
            "name": "oh",
            "title": "Open House",
            "desc": "Open House Fasilkom adalah acara eksternal yang mengenalkan Fasilkom ke teman-teman dan adik-adik SMA (atau SMP :D) yang merasa masih bingung memilih jurusan dan ingin tahu lebih banyak tentang Fasilkom! Jika kamu ingin mengenalkan Fasilkom ke teman-teman dan menyebarluaskan info-info seputar Fasilkom, yuk banget ikut kepanitiaan OH!",
            "link": "https://oh.cs.ui.ac.id/"
        },
        {
            "name": "educare",
            "title": "EDUCARE",
            "desc": "Educare merupakan kumpulan rangkaian acara yang bertujuan untuk membantu dan memfasilitasi mahasiswa yang masih bingung dalam menentukan kehidupan karirnya. Bagi kamu yang ingin ikut menyusun rangkaian acara seperti seminar, job fair, dan lain-lain, cocok banget nih!",
            "link": "https://www.instagram.com/educarefasilkom/"
        },
        {
            "name": "perak",
            "title": "PERAK",
            "desc": "PERAK (Pesta Rakyat Komputer) merupakan acara internal terbesar di Fasilkom yang bertujuan untuk menjaga rasa kekeluargaan antarelemen dan sebagai tempat refreshing dari kegiatan akademis. Acara di PERAK ada banyak banget loh, dari games, talent show, nobar, dan lain-lain. Wajib banget daftar nih, karena acara PERAK seru-seru banget!",
            "link": "https://perak.cs.ui.ac.id/"
        },
        {
            "name": "betis",
            "title": "BETIS",
            "desc": "BETIS merupakan sebuah acara yang diprakarsai oleh BEM Fasilkom Departemen Pengabdian Masyarakat. BETIS itu bukan betis yang di kaki loh ya, BETIS adalah sebuah bimbingan belajar gratis untuk teman-teman yang ingin masuk ke Perguruan Tinggi Negeri di tahun selanjutnya. Untuk kamu yang ingin membantu mengajar teman-teman yang ingin masuk PTN, boleh banget ikut kepanitiaannya!",
            "link": "https://www.instagram.com/betisfasilkomui"
        }
    ],
    "dpm": [
        {
            "name": "pmb",
            "title": "PMB",
            "desc": "Kalau kamu ingin bertemu adik-adik tingkat yang baru diterima, cocok banget ikut kepanitiaan ini. PMB persis seperti namanya, yaitu pembinaan untuk para mahasiswa baru. PMB dilaksanakan setiap tahunnya untuk menyambut  mahasiswa baru sebagai bagian keluarga Fasilkom.",
            "link": "https://www.instagram.com/pmbfasilkomui"
        },
        {
            "name": "pemira",
            "title": "PEMIRA",
            "desc": "Pemira merupakan wadah regenerasi kepimpinan lembaga eksekutif dan legislatif di tingkat Fasilkom dan tingkat UI. Pemira ini dilaksanakan sebagai wadah bagi para calon-calon pemimpin di IKM Fasilkom untuk mencalonkan diri. Untuk kamu yang berjiwa demokratis cocok banget nih ikut kepanitiaan Pemira!",
            "link": "https://www.instagram.com/pemiracsui"
        }
    ]
}