{
    "budaya": [
        {
            "title": "5S (Senyum, Sapa, Salam, Sopan, Santun)",
            "p": "Di Fasilkom, kita punya budaya 5S yaitu Senyum Salam Sapa Sopan Santun. 5S ini kita terapkan kepada seluruh elemen Fasilkom baik sesama mahasiswa, dosen, pedagang kantin, janitor, maupun elemen lain di Fasilkom agar rasa kekeluargaan antarwarga Fasilkom semakin erat."
        },
        {
            "title": "Tidak Ada Laptop di Kantin",
            "p": "Khusus di kantin Fasilkom, mulai dari jam 11 sampai jam 1 siang, dilarang membuka laptop di meja kantin. Tujuannya itu untuk memberikan tempat bagi orang yang mau makan, terlebih karena kantin Fasilkom selalu penuh saat jam makan tiba."
        },
        {
            "title": "Dilarang Merokok",
            "p": "Tidak diperbolehkan bagi mahasiswa, elemen Fasilkom, dan non-elemen Fasilkom untuk merokok baik di kelas, kantin, dan lingkungan sekitar Fasilkom."
        },
        {
            "title": "Meja Biru",
            "p": "Di gedung Fasilkom lama, ada beberapa meja biru yang tersebar di beberapa tempat. Setelah makan, kita wajib meletakkan piring dan gelas kotor di meja biru tersebut. Tujuannya adalah untuk mempermudah elemen kantin yang akan membersihkannya."
        },
        {
            "title": "Silent Three",
            "p": "Setiap waktu shalat dzuhur, ashar, dan maghrib tiba, semua elemen Fasilkom diharapkan untuk menjaga ketenangan dan tidak membuat kegaduhan di sekitar area mushola agar tidak mengganggu orang yang sedang shalat."
        },
        {
            "title": "Tidak Membajak Lift",
            "p": "Di Fasilkom, kita juga dilarang untuk membajak lift karena akan mengganggu orang lain yang mau naik lift juga. Membajak lift contohnya: kamu mau turun ke lantai dasar, tapi kamu sudah menaiki lift saat lift itu masih naik ke lantai atas. Karena lift di Fasilkom tidak luas, orang yang benar-benar mau naik bisa jadi kehabisan tempat. Jadi jangan bajak lift, ya!"
        }
    ]
}